{
  
    "details"  :   [ {

                "name": "Agritech",
                "organizers": "Archita Arora",
                "email": "agritech@aaruush.org",
                "keywords": "IoT, drones, robotics, machinery, artificial intelligence, efficiency, profitability, sustainability",
                "description": "Agritech tries to find ways to implement technologies like IoT, drones, robotics, machinery, and artificial intelligence to make agriculture more efficient, profitable, and sustainable.",
                "events":"NA"
            },

            {
                "name": "Architecture",
                "organizers": "Archita Arora",
                "email": "architecture@aaruush.net",
                "keywords": "planning, design, light usage, space, layouts, computer modeling software, programming, innovation, efficiency",
                "description": "Architecture encompasses elements related to planning, design, light usage, space, layouts, computer modeling software, and programming that help digitalize architectures core processes, thereby providing a comprehensive experience of modern architecture. You need planning, innovation, efficiency, and design enhancement, and magic ensues.",
                "events":"{Eternal Life: Design spaces for medical emergencies using sustainable interiors.}"
            },

            {
                "name": "Bluebook",
                "organizers": "Konatham Gayathri",
                "email": "bluebook@aaruush.net",
                "keywords": "bioengineering, life sciences, chemistry, quizzes, FAQ rounds, learning, concepts",
                "description": "Bluebook is a consortium of bioengineering, life sciences, and chemistry events. Each event makes sure that the participants enjoy and learn new concepts that they were previously unaware of through quizzes and FAQ rounds.",
                "events":"{Domain Academics: Learn about the hacking mechanisms of COVID-19.}"
            },

            {
                "name": "Xzone and Esports",
                "organizers": "Abhinay Ponaganti",
                "email": "xzone@aaruush.net",
                "keywords": "brainstorming, treasure hunts, gaming, off-beat interests, E-Sports, Team Aaruush",
                "description": "Xzone and Esports primarily focus on events related to off-beat interests such as brainstorming, treasure hunts, and gaming. With the growing importance of E-Sports in the world of sports, this domain concentrates on the intricacies of gaming and building teams to represent Team Aaruush on various platforms. These events are designed to be fun and provide a break from technical aspects.",
                "events": "{X-zone Play: Create original games in one of four categories and showcase your game development skills.}, {Lanstorm: Compete in a national-level esports championship.}"
              },

            {
                "name": "Cosmic City",
                "organizers": "Prachi Jain",
                "email": "cosmiccity@aaruush.org",
                "keywords": "astronomy, astrophysics, cosmology, space exploration, universe, cosmos, adventure",
                "description": "The new name Cosmic City is here to give you an Interstellar experience. With a plethora of activities, events, and workshops on astronomy, astrophysics, cosmology, and space exploration, we offer the best that's suited to your interests. Join us as we embark on an adventure through the vastness of the universe and into the depths of the cosmos.",
                "events":"NA"
            },

            {
                "name": "Digital Design",
                "organizers": "Prachi Jain",
                "email": "digitaldesign@aaruush.org",
                "keywords": "problem-solving, images, words, graphic forms, visual communication, digital imaging, animation, computing techniques",
                "description": "Digital Design is the domain of problem-solving through images, words, or graphic forms. It is a subset of visual communication and graphic design. It includes the work of various fields such as digital imaging, videography, modern art, music, costume design, visual effects, animation, and software editing of ads, and the addition of computing techniques perks up the charm. It is a uniquely crafted domain for all sound and visual artists at heart.",
                "events":"{Online Design Challenge: Description: Intending to encourage creation and innovation amongst students, Team Aaruush introduced the Online Design Challenge, a platform where participants showcased their skills and develop CAD models on Solidworks for diverse themes, Themes: Reduce, Recycle, Reuse, Biomedical (Rehabilitation engineering), World full of AI(robotics related), and Extravagance (Open theme)How to showcase skills: Develop CAD models on Solidworks for diverse themes.}, {Renderverse: Create logo reveal animations and showcase your digital design skills.}, {Anigma: Create an animated character and storyboard.}"
            },

            {
                "name": "Electrizite",
                "organizers": "Konatham Gayathri",
                "email": "electrizite@aaruush.net",
                "keywords": "resistors, diodes, capacitors, inductors, artificial intelligence, microprocessors, embedded systems",
                "description": "This electrizite makes provisions for the participants to be bombarded by a stream of resistors, diodes, capacitors, and inductors. The knowledge of topics like artificial intelligence, microprocessors, integrated circuitry, embedded systems, etc., is the order of the course.",
                "events":"{Hybrid Hack: Find innovative solutions to real-world problems using hybrid energy simulation.},{E-simulate 5.0: Learn about the applications of machine learning and deep learning in electrical engineering.}"
            },

            {
                "name": "Fundaz",
                "organizers": "Abhinay Ponaganti",
                "email": "fundaz@aaruush.net",
                "keywords": "maths, science, puzzles, quizzes, logical reasoning, crosswords, entertainment",
                "description": "Fundaz deals with the basic concepts of maths and science spiked with entertainment. If puzzles, quizzes, logical reasoning, and crosswords interest you, this fundaz is where you should be!",
                "events":"{Main Quiz: Win the championship of the on-campus quiz.}, {Domain Academics: Gain insights into the String Theory Multiverse and Reality.}"
            },

            {
                "name": "Konstruktion & Canoe Challenge",
                "organizers": "Roshan M",
                "email": "konstruktion@aaruush.net",
                "keywords": "civil engineering, infrastructure, designing, fabricating, CAD software, concrete canoe",
                "description": "Konstruktion puts together events focused on civil engineering and infrastructure, highlighting the part of the spectrum of designing, fabricating, and practical testing of models using CAD software as the mandate. The Canoe challenge is a junction for the best of minds that requires immense patience and hard work where the teams design, analyze models, and cast a lightweight concrete canoe within a limited time frame.",
                "events":"{Canoe Challenge: Design and create a canoe out of concrete.}"
            },

            {
                "name": "Machination",
                "organizers": "Anwesh Shaw",
                "email": "machination@aaruush.net",
                "keywords": "mechanical engineering, automobile engineering, designing machines, blueprints, automobiles, technical aspects",
                "description": "Machination is a domain that covers the various technical aspects related to the school of mechanical and automobile engineering. This domain involves various subjects such as designing machines, drawing blueprints, adding and improving various automobiles' technical aspects, and bringing in solutions for problems by applying various techniques revolving around contraption functions.",
                "events":"{Tech Rally: See stunts and showcases by top tech teams.}"
            },

            {
                "name": "Webnexus",
                "organizers": "Kartik Tata",
                "email": "webnexus@aaruush.net",
                "keywords": "decentralized technologies, online events, competitions, contests, Web 3, Blockchain",
                "description": "Webnexus is dedicated to inquisitive research and the advancement of decentralized technologies. Through online events, competitions, and contests, this domain aims to engage with budding minds and enlighten them about the immense potential of Web 3 and Blockchain, and their direct impact on the future.",
                "events": "NA"
              },
              

            {
                "name": "Magefficie and Entrepreneurial Symposium",
                "organizers": "Kartik Tata",
                "email": "magefficie@aaruush.net",
                "keywords": "business skills, management skills, marketing, finance, startups, entrepreneurs, business planning",
                "description": "Magefficie and startups encompass various events that test a student's business and management skills. Marketing, finance, share markets, entrepreneurs, startups, corporate strategies, and business planning form the basics of this domain.",
                "events":"{E-Summit: Learn about entrepreneurship and pitch your business idea.}"
            },

            {
                "name": "Praesentatio",
                "organizers": "Anushka Kadam",
                "email": "praesentatio@aaruush.net",
                "keywords": "presenting, self-expression, J.A.M.s, debates, verbal expressions",
                "description": "Praesentatio is a unique and dynamic domain that encourages individuals to present themselves in their own distinct way. It goes beyond traditional formats like J.A.M.s, debates, and verbal expressions, allowing participants to explore various modes of self-expression. Praesentatio provides a platform to showcase personal beliefs and ideas.",
                "events": "{Mono Act: Perform a captivating solo act.}"
              },

              {
                "name": "Vimanaz",
                "organizers": "Anwesh Shaw",
                "email": "vimanaz@aaruush.net",
                "keywords": "flying, aviation, development, design, research, aerodynamic characteristics",
                "description": "Vimanaz is a domain that encompasses everything related to flying and aviation. It focuses on the development, design, and research aspects, including the study of aerodynamic characteristics. Vimanaz provides a platform for individuals who have a passion for reaching higher horizons and exploring the wonders of flight.",
                "events": "{Aerospanza: Solve real-life aerospace problems with industry leaders.}"
              },
              

            {
                "name": "Robogyan",
                "organizers": "Roshan M",
                "email": "robogyan@aaruush.net",
                "keywords": "robots, technology, innovation, manual robotics, semi-autonomous robotics, autonomous robotics",
                "description": "Robogyan offers you an opportunity to dive into the world of advancing technology and explore the fascinating realm of robots. This domain encourages innovation and invites you to formulate your ideas to coordinate various events. From manual robotics to semi-autonomous and autonomous robotic events, Robogyan encompasses all aspects of robotics.",
                "events": "{Reroute :Description: The flagship event of domain Online, Line Following Robot, put the hardware skills of participants to the test and challenged them to make a robot which will have the ability to move through a specific path guided by lines via sensors on the robot. The event was conducted in 2019 under the name of Autonomous Robot Challenge.},{Robo League:Description: A flagship event of Robogyan, consisting of robots built by participants to compete in football matches. The event spanned over three rounds and tested the robot's abilities such as Strength, Stability, Accuracy and Speed. Each team had two players, each with their own RC car. The football matches were played between a maximum of 2 units. The event saw a participation of more than 10 teams.},{Maze Runner: Description: A flagship event of Robogyan, where teams of 2-4 members build simple RC bots that have to inspect a maze and solve for the correct path. The bots have to overcome various obstacles such as varying elevations etc. The event saw a participation of 5-10 teams.},{Domain Academics: Gain insights in the world of Robonautics and its mechanisms.}"
              },

              {
                "name": "Yuddhame",
                "organizers": "Nikhil Benny",
                "email": "yuddhame@aaruush.net",
                "keywords": "software skills, hardware skills, web designing, operating systems, mobile apps, android, distributed computing, networking, communication techniques",
                "description": "Yuddhame focuses on events that put software and hardware skills to the test. It covers areas such as web designing, operating systems, mobile apps, Android, distributed computing, and networking and communication techniques. Participants in Yuddhame get an opportunity to showcase their expertise in these areas.",
                "events": "{Domain Academics: Learn about the art of warfare and strategy.}"
              },
              

    

            {
                "name": "Challenges & Hackathons (C&H)",
                "organizers": "Aryan Raj Singh, Prasun Mondal",
                "email": "challenges_hackathons@aaruush.org",
                "keywords": "competitions, technical skills, adaptability, hackathons, robotics, coding",
                "description": "The Challenges & Hackathons, also known as C&H, committee showcases a series of challenging competitions that test participants' technical skills and ability to adapt to challenging constraints. It offers mind-boggling, out-of-the-box competitions in the form of Hackathons, Robotics and Design Challenges, coding competitions, and more.",
                "events":"{Hacksummit: Description: A 36-hour national-level hackathon that tested the participant's knowledge and provided a unique platform for participants to showcase their technical skills, problem-solving abilities, time management, creativity and mental perseverance through 6 eye-opening and exciting themes. The event saw a participation of more than 30-40 teams.},{Description: A global hackathon that takes place over two days in different locations around the world. The event was hosted by Team Aaruush for the third time in 2022 and saw a participation of 1217 participants and 88 teams.}, {Latest Hackathon is ImpactAI: A hackathon based on Artificial Intelligence and Machine Learning}"
            },
            
            {
                "name": "Championships",
                "organizers": "Aditya S Suraj Tirumani, Ravi R",
                "email": "championships@aaruush.org",
                "keywords": "engineering, computer science, robotics, Robo-Wars, RC Cars, Drone Racing, coding",
                "description": "The Championships committee is responsible for planning, organizing, and overseeing the execution of specialized championships in engineering, computer science, robotics, and other technical fields. It features mega-events like Robo-Wars, RC Cars, Drone Racing, line follower challenge, and Coding.",
                "events":"{Quadcopter Championship: Build and race quadcopters for cash prizes.},{Turbo Drift Championship: Design and race remote-controlled cars on off-road tracks.}"
            },

            
            {
                "name": "Corporate Strategy & Implementation (CSI)",
                "organizers": "Aditya Singh, Akarsh Kishore, Raksha Thakur, Sahil Das",
                "email": "csiorg@aaruush.net",
                "keywords": "publicity, work plans, execution, digital presence, crowd management, crisis management",
                "description": "The Corporate Strategy & Implementation ,also known as CSI, committee is the dynamic on-ground army of Aaruush. It is responsible for internal and external publicity, strategizing work plans, executing them, maintaining the digital presence of the fest, crowd management, crisis management, and fostering a strong bond between the organization and its alumni.",
                "events":"NA"
            },
            {
                "name": "Creatives",
                "organizers": "Dhruv Rawat, Eshaan Bhargava, Nazaf Hussain",
                "email": "creatives@aaruush.net",
                "keywords": "photography, videography, graphic designing, VFX, music, video editing, scripting",
                "description": "The Creatives committee covers various subnames, including photography, videography, graphic designing, VFX, music, video editing, and scripting. It provides a platform for participants to unleash their artistic vision and bring their ideas to life.",
                "events":"NA"
            },

            {
                "name": "Deco and Arts",
                "organizers": "Veera Sai Adarsh Vankayala, Gaddam Rohith, Hredhya Sudheer",
                "email": "deco_arts@aaruush.net",
                "keywords": "visual experience, aerial decorations, models, banners, lights, artistic",
                "description": "The Deco and Arts committee is responsible for creating a visual experience that sets the tone of the fest. They handle various aspects such as aerial decorations, models, artistic banners, lights, and more.",
                "events":"{Art Attack: Showcase your artistic skills and win cash prizes.}"
            },

            {
                "name": "External Affairs (EA)",
                "organizers": "Khushal Dadhania, Namita Rai, Sabyasachi Sarma",
                "email": "highlights@aaruush.org",
                "keywords": "guest lectures, industrial conclave, UnConference, alumni talks, hospitality, transportation",
                "description": "The External Affairs committee, also known as EA, organizes events like Guest Lectures, Industrial Conclave, UnConference, and Alumni Talks. They take care of all the dignitaries and alumni who become a part of the fest, including their hospitality and transportation. They foster a strong bond between the organization and its guests.",
                "events":"{Luminary Addresses A'22 : A series of talks by prominent figures in various fields, including Ms Shruti Chaturvedi, Sir Rahul Banerjee, Prof. Dr. H. Paramesh, Mr Ramg Vallath, Sir Abdul, and Mr. Chaudhary.}, {Industrial Conclave: A panel discussion that bridges the gap between the industry and the academia, with a focus on the industrial metaverse and its revolutionary private sector applications. The guests of the conclave are Mr. Pranit Mehta and Mr. Prakash.}, {Unconference : A participant-driven meeting format that allows attendees to propose and lead sessions on topics of their choice. The focus of this unconference is on radical & disruptive innovation, with a special emphasis on the trend vs. the priority. Some of the guests include Varghese UN Karma Veer Chakra recipient, Hemanth Satyanarayana CEO of Imaginate, Aviroop Mukherjee Founder of The Nascent Research Association of India, and Dharshan Raju CEO and Co-Founder at Glitchh.}, {Indro Robot: A 5.1 feet humanoid robot built in India using waste materials as well as aluminium, plastic, cardboard, wood, newspapers, and other things readily available in the local market.,Vintage Camera: A museum that exhibits more than 1500 antique and vintage cameras, including Box Cameras from 1900, Large Box Cameras from 1870, an 8-foot-long and 5-foot-tall wooden extra large format camera, SLRs, TLRs, World War II and vintage spy cameras., FT and S: A headband that detects brain waves from the FP1 position of the forehead and shows in real time Attention & Meditation level of the user. One can use Neurosky Brainwave Visualizer software to see these levels. User can also make BCI projects using the headband., Telescope: A stall that exhibits 6 different telescopes of various size, including the Celestron AstroMaster 130 EQ telescope. The telescopes can be used to view the stars and planets.},{Alumni Mentoring Sessions: Meet with Aaruush alumni and learn from their experience., Get advice and guidance on how to succeed in Aaruush and beyond.,Build relationships with alumni who can help you in your career.}, {Upgrad Alumni Talks : Hear from successful alumni about their journey., Get inspired by their stories and advice., Learn about the latest trends in your field.}, {Musical Show by Raag Band, Technical Pro Show by Vivek Desai, Comedy Night by Sahil Shah, Musical Night by When Chai Met Toast}"
            },

            {
                "name": "Finance ",
                "organizers": "Karthik Sai, Sambhav Jindal",
                "email": "finance_hr@aaruush.net",
                "keywords": "accounts, expenditures, budget, financial audits, resource management",
                "description": "The Finance Committee examines accounts, scrutinizes proposals for expenditures, and submits the annual budget for Aaruush. They ensure that all expenditures are approved and within the budgetary limits based on available resources and income.Finance committee plays a very important role in aaruush. Finance deals with workshops for sales of CR. Finance also deals with CSI for sales.",
                "events":"NA"
            },

            

            {
                "name": "Initiatives",
                "organizers": "Akash Gupta, Diya Giri, Mukund Maheshwari",
                "email": "initiatives@aaruush.net",
                "keywords": "society, environment, technology, sustainability",
                "description": "The Initiatives committee encourages endeavors aimed at aiding, sustaining, growing, and promoting society at large. They engage with events and campaigns such as T-Summit, SRM Run, and Wednesday Speaks, focusing on the intersection of environment, technology, and sustainability. They strive to take the fest to higher echelons of success while fostering empathy and positive impact.",
                "events":"{Unsung Heroes: A gesture of gratitude from team Aaruush to all the unsung heroes of this nation.Highlighted the importance of these individuals in our society.},{Wednesday Speaks : A series of interactive sessions between the reputed professors of SRMIST and the student body, to bring together multiple perspectives and enlighten students.},{T-Summit : A platform to bridge the gap between technological advancements and social needs.Two-day conclave with talks, workshops, and competitions. This edition t-summit is from 31st july to 2nd August}"
            },

            {
                "name": "Operations and Resource Management (ORM)",
                "organizers": "Karanam Jaya Vardhan, Yuvan Sai Potru",
                "email": "orm@aaruush.net",
                "keywords": "resource management, permissions, crowd control, crisis management, event management",
                "description": "The Operations and Resource Management, also known as ORM, Committee is responsible for all resource requirements and their management. They obtain permissions, control crowds, perform crisis management, brainstorm and innovate solutions for event management. They ensure the smooth flow of all events and fulfill the necessary requirements.",
                "events":"NA"
            },

            {
                "name": "Public Relations (PR)",
                "organizers": "Athul K Babu, Prakhar Bharadwaj, Shreya Khera",
                "email": "pro@aaruush.net",
                "keywords": "communication, content writing, documentation, public speaking, creativity",
                "description": "The Public Relations committee, also known as PR, establishes and maintains lines of communication between the organization and the public. They handle content writing, documentation, certified patronages, accreditations, anchoring, and other activities. PR builds interpersonal and public speaking skills and allows individuals to address large crowds, explore creativity, and contribute to Aaruush's success.",
                "events":"{Colosseum: Participate in a variety of literary events.}"
            },

            {
                "name": "Quality Assurance (QA)",
                "organizers": "Mukund Maheshwari, Prakhar Bharadwaj, Purva Tarale",
                "email": "qa@aaruush.net",
                "keywords": "quality standards, data analysis, financial audits, recommendations, accommodation management",
                "description": "The Quality Assurance committee, also known as QA, ensures that all aspects of the fest meet the highest standards and continuously improve. They analyze data, write reports, follow up on implementation, conduct financial audits, and provide recommendations for improvement. They also manage accommodation for external participants and contribute to the ideation and execution of special events like the Guinness World Record attempt.",
                "events":"{Aaruush Educates: Empower the underprivileged sections of society through education.}"
            },

            {
                "name": "Sponsorship & Marketing ( S&M)",
                "organizers": "Aarav Dogra, Jigyasa Sharma, Udit Dhawan",
                "email": "sponsorship@aaruush.net",
                "keywords": "corporate meetings, sponsors, marketing tactics, business deals",
                "description": "The Sponsorship & Marketing committee (S&M) engages in corporate meetings, brings sponsors, and implements marketing ideas. They strategize marketing tactics to shape various business deals around the fest, creating a lasting impression and value for all stakeholders.",
                "events":"NA"
            },

            {
                "name": "Workshops",
                "organizers": "Uday Bharadiya, Umesh Kumar Siyak, Vaibhavi Tandon",
                "email": "workshops@aaruush.org",
                "keywords": "technology, collaboration, registrations, certificate distribution",
                "description": "The Workshops committee conceptualizes and conducts workshops on various technology fields in collaboration with organizations across the country. They are responsible for common registrations before the main Aaruush Days and the distribution of certificates to participants.",
                "events":"{Koii Workshop, MSI Workshop, Anchor Away Workshop, AWS Workshop, Body of Evidence, Agile Workshop, Goela School of Finance Workshop}"
            },

            {
                "name": "Team Envision (Envision)",
                "organizers": "Akash Gupta, Ayush Sharma, Dhaivat Vipat, Ravi R, Rishit Shivesh",
                "email": "envision@aaruush.org",
                "keywords": "innovation, AI/ML, app development, web development, game development, hardware, IoT, cloud, DevOps, blockchain, design, editorial",
                "description": "Team Envision is a versatile multidisciplinary team within Aaruush. They specialize in various fields and have 9 divisions AI/ML, app and web development, game development, hardware & IoT, cloud & DevOps, blockchain, design, and editorial. The team collaborates to ideate, design, fabricate, and develop innovative solutions for complex campus and societal issues. They are driven by a passion for transforming ideas into reality through tangible products, research papers, and patents.",
                "events":"{Teach Bot:Learn about the latest trends in tech.Take your first step into AI and get hands-on experience with projects.Stay up-to-date with the most grossing topics in the technology field. The latest teachbot was epoch 1.0 on computer vision.}"
            },

            {
                "name": "Team Outreach",
                "organizers": "Abhishek Kumar, Akarsh Kishore, Sahil Das, Sayan Majumder, Vinay Sonkusale",
                "email": "outreach@aaruush.org",
                "keywords": "marketing research, databases, external relations, collaborations, events",
                "description": "Team Outreach consists of individuals with versatile skills in various departments. They excel in marketing research, compiling and handling comprehensive databases, and analyzing data. The team focuses on maintaining strong relationships with external entities, fostering collaborations, and conducting various events. They are responsible for external relations and the smooth coordination of activities related to external entities. ",
                "events":"NA"
            },

            {
                "name": "Aaruush",
                "organizers": "Total number of organizers in Aaruush are 52. The Secrataries of Aaruush are Ahsaas Shrivastava, Manazir Musthafa and DR Jeevan and two event organizers (EOs) of Aaruush are Nikhil Benny and Anushka Kadam. The team development organizers are Ayush Sharma and Vaibhavi Tandon. Aaruush has 16 Domains, 13 Committees and 2 Teams. The hirearchy of aaruush is Secratrait then Organizers then Committee Heads then Committee Member then volunteer. The organizers of core team Aaruush'23 are {Archita Arora: Architecture and Agritech, Konatham Gayathri: Electrizite and Bluebook,Abhinay Ponaganti: Fundaz and Xzone & Esports, Prachi Jain: Cosmic City and Digital Design, Roshan M: Robogyan and Konstruction and Canoe Challenge, Anwesh Shaw: Machination and VImanaz, Kartik Tata: Magefficie and Entrepreneurial Symposium & Webnexus, Anushka Kadam: Presentation and Event Organizer ,Nikhil Benny: Yuddhame and Event Organizer, Aryan Raj Singh: Challenges and Hackathons, Prasun Mondal: Challenges and Hackathons, Aditya S: Championships Suraj Tirumani: Championships, Ravi R: Championships and Team Envision, Aditya Singh: Corporate Strategy and Implementation, Akarsh Kishore: Corporate Strategy and Implementation & Team Outreach, Raksha Thakur : Corporate Strategy and Implementation, Sahil Das: Corporate Strategy and Implementation & Team Outreach , Dhruv Rawat : Creatives, Eshaan Bhargava : Creatives, Nazaf Hussain: Creatives,Veera Sai Adarsh Vankayala: Deco & Arts, Gaddam Rohith: Deco & Arts, Hredhya Sudheer: Deco & Arts, Khushal Dadhania: External Affairs and Pro shows & Expos, Namita Rai: External Affairs, Karthik Sai: Finance , Sambhav Jindal: Finance,Akash Gupta: Initiatives and Team Envision , Diya Giri: Initiatives , Mukund Maheshwari: Initiatives and Quality Assurance ,Karanam Jaya Vardhan: Operations and Resource Managements (ORM), Yuvan Sai Potru: Operations and Resource Managements (ORM), Athul K Babu: Public Relations, Prakhar Bharadwaj: Public Relations and Quality Assurance, Shreya Khera: Public Relations, Purva Tarale: Quality Assurance, Aarav Dogra: Sponsorship & Marketing, Jigyasa Sharma: Sponsorship & Marketing, Udit Dhawan : Sponsorship & Marketing and Pro Shows & Expos ,Uday Bharadiya: Workshops, Umesh Kumar Siyak: Workshops, Vaibhavi Tandon: Workshops and Team Development, Ayush Sharma: Team Envision and Team Development, Dhaivat Vipat: Team Envision, Rishit Shivesh: Team Envision, Abhishek Kumar: Team Outreach, Sayan Majumder: Team Outreach, Vinay Sonkusale: Team Outreach, Ahsaas Shrivastava: Secratrait, Manazir Musthafa: Secratrait, DR Jeevan: Secratrait.}",
                "email": "https://www.aaruush.org",
                "keywords": "fest, techno-management, national-level, national-level techno-management fest",
                "description": "Aaruush is a national-level techno-management fest organized at SRMIST.\n\nThis year marks the 17th edtion of this fest.\n\nAaruush means the first ray of sun.\n\n Aaruush was inaugrated in 2007 by Dr. A.P.J Abdul Kalam and was fonded by 4 final year students.\n\n The Convenor of Aaruush is Dr. A. Rathiinam Sir.\n\n Aaruush has four patrons namely  Dr. C Muthamizhchalvan (Vice Chancellor), T V Gopal (Dean of Engg & Tech), Dr. A Rathinam (Director of Alumni Affairs/ Aaruush/ Team Rudra),  Dr. V Thirumurugan (Associate Director Campus Life).\n\n The financial faculty coordinator of Aaruush is Velu Murugan Sir and financial advisor is VM Ponniah (Retd).\n\n The logo of Aaruush is rising sun.\n\n Till date more than 100 plus events with footfall more than 1,00,000. Aaruush has 16 Domains, 13 Committees and 2 Teams.{ Agritech :  Implementing technologies like IoT, drones, robotics, machinery, and artificial intelligence in agriculture to enhance efficiency and sustainability. ,  Architecture :  Planning, designing, and using computer modeling software to create innovative and efficient architectural spaces. ,  Bluebook :  Organizing bioengineering, life sciences, and chemistry events with quizzes and FAQ rounds to promote learning. ,  Xzone and Esports :  Organizing off-beat events like brainstorming, treasure hunts, and gaming, with a focus on E-Sports and team-building. ,  Cosmic City :  Organizing astronomy, astrophysics, and space exploration events for an adventurous journey through the universe. , Digital Design :  Problem-solving through visual communication, digital imaging, animation, and computing techniques. , Electrizite :  Exploring topics in electrical engineering, including resistors, diodes, capacitors, and applications of AI and microprocessors. , Fundaz :  Engaging participants in puzzles, quizzes, logical reasoning, and crosswords with a focus on math and science. , Konstruktion & Canoe Challenge :  Organizing civil engineering and infrastructure events, including designing and fabricating models using CAD software and building lightweight concrete canoes. , Machination :  Covering various technical aspects of mechanical and automobile engineering, including designing machines and improving automotive technologies. , Webnexus :  Promoting decentralized technologies and Web 3 through online events, competitions, and contests. , Magefficie and Entrepreneurial Symposium :  Testing business and management skills through events related to marketing, finance, startups, and entrepreneurship. , Praesentatio :  Encouraging self-expression and various modes of presenting personal beliefs and ideas. , Vimanaz :  Focusing on the development, design, and research aspects of flying and aviation, including the study of aerodynamic characteristics. , Robogyan :  Exploring the world of robotics and innovation through manual, semi-autonomous, and autonomous robotic events. , Yuddhame :  Testing software and hardware skills in areas like web designing, operating systems, mobile apps, and networking. , Challenges & Hackathons (C&H): Showcasing challenging competitions that test technical skills and adaptability through Hackathons, Robotics and Design Challenges, and coding competitions.,Championships : Planning and organizing specialized championships in engineering, computer science, robotics, and technical fields, featuring events like Robo-Wars, RC Cars, Drone Racing, and Coding.,Corporate Strategy & Implementation (CSI): Responsible for internal and external publicity, work plans, execution, digital presence, crowd management, crisis management, and alumni relations.,Creatives:Covering various creative domains such as photography, videography, graphic designing, VFX, music, video editing, and scripting., Deco and Arts: Creating a visual experience through aerial decorations, models, artistic banners, lights,,and organizing events like Art Attack.,Finance: Examining accounts, managing expenditures, budgeting, financial audits, and resource management.,Initiatives: Encouraging endeavors for society, environment, technology, and sustainability through events like T-Summit, SRM Run, and Wednesday Speaks.,Operations and Resource Management (ORM): Managing resource requirements, permissions, crowd control, crisis management, and ensuring smooth event operations.,Public Relations (PR): Establishing communication, content writing, documentation, public speaking, and contributing to Aaruush's success.,Quality Assurance (QA): Ensuring quality standards, data analysis, financial audits, accommodation management, and continuous improvement.,Sponsorship & Marketing (S&M): Engaging in corporate meetings, securing sponsors, implementing marketing tactics, and shaping business deals.,Workshops: Conceptualizing and conducting workshops on various technology fields in collaboration with organizations, handling registrations and certificate distribution.,External Affairs (EA): Organizing guest lectures, industrial conclave, UnConference, alumni talks, and managing hospitality and transportation for dignitaries and alumni.,Team Envision:A versatile multidisciplinary team specializing in innovation, including AI/ML, app development, web development, game development, hardware, IoT, cloud, DevOps, blockchain, design, and editorial., Team Outreach:Responsible for marketing research, compiling and handling comprehensive databases, and analyzing data. Maintains strong relationships with external entities, fosters collaborations, and coordinates various events. Handles external relations and ensures smooth coordination of activities related to external entities.}",
                "events":"{ImpactAI: A artificial Intelligence and machine learning hackathon}, {TeachBot Epoch 1.0: A hands-on workshop on computer vision}, {Square One: The first offline event of any new edition of Aaruush.Marks the transition of power from the previous organizers to the newly elected ones.Takes place at the beginning of the new edition of Aaruush.}"
            }

            

        ] 
}






    
    
    
    
    